{
  "stanford-abd-pelvis-ct": [
    {
      "dataset": "stanford-abd-pelvis-ct",
      "doc_key": 169,
      "report": "FINDINGS: Findings in the thorax will be reported on CT Pulmonary Embolus study dated 10/2006 under accession number 0659646535990. The liver is normal in size, contour and attenuation. No focal hepatic mass. No intrahepatic biliary dilatation. The hepatic and portal veins are patent. Evaluation of the gallbladder demonstrates numerous radiopaque gallstones. There is a non-dependent, apparently enhancing 8mm lesion arising from the wall of the gallbladder, likely representing a polyp. The extrahepatic bile duct is of normal caliber. The adrenal glands are within normal limits. The spleen is normal in size, contour and attenuation. The pancreas is within normal limits without evidence of mass or ductal dilatation. The kidneys are symmetric in size, contour, contrast enhancement and excretion. No focal renal mass, hydronephrosis or nephrolithiasis. Punctate hypo-densities within the renal parenchyma are too small to characterize, however statistically, likely represent renal cysts. The bladder contains a Foley catheter and gas and is otherwise decompressed, limiting evaluation. Apparent bladder wall thickening may be secondary to underdistention or surrounding inflammatory process. The prostate is mildly enlarged measuring 5.4 cm. The seminal vesicles are grossly unremarkable. The stomach is grossly unremarkable. A subcentimeter diverticulum arises from the third portion of the duodenum. Evaluation of the small bowel demonstrates mild bowel wall thickening characterized by submucosal edema and serosal hyperemia. There is a large amount of free fluid within the abdomen and peritoneal enhancement compatible with peritonitis. There are multiple rim enhancing fluid collections in the abdomen measuring up to 16.2 x 2.9 x 13.7 cm in the anterior abdomen, just deep to the abdominal wall. The patient is status post low anterior resection and primary reanastomosis. There is a 7.4 x 6.2 x 12.9 cm gas and fluid collection with associated peritoneal enhancement but incomplete rim in the pelvis, immediately adjacent to the patient's anastomosis. In addition, there is a large amount of free fluid and gas within the abdomen concerning for anastomotic leak. Presacral soft tissue thickening, fluid and gas is also noted within the pelvis. Scattered diverticula are present. The appendix is of normal caliber and is hyperemic secondary to nearby inflammatory changes. The abdominal aorta is normal in course and caliber. No pathologically enlarged lymph nodes within the abdomen or pelvis. Numerous subcentimeter hyperemic lymph nodes are present in the mesentery. Postsurgical changes are noted involving the anterior pelvic wall. Subcutaneous and extraperitoneal gas is present. Gas dissects into the right inguinal canal and scrotum. There is anasarca of the soft tissues. Evaluation the visualized osseous structures demonstrate mild multilevel degenerative changes involving the thoracolumbar spine. IMPRESSION: 1. POSTSURGICAL CHANGES STATUS POST LOW ANTERIOR RESECTION WITH FINDINGS CONCERNING FOR ANASTOMOTIC BREAKDOWN RESULTING IN A LARGE AMOUNT OF FREE AIR, FREE FLUID, PERITONITIS AND DEVELOPING ABSCESSES MEASURING UP TO 13.6CM. 2.8 MM ENHANCING LESION IN THE GALLBLADDER, LIKELY REPRESENTING A POLYP. RECOMMEND ATTENTION ON FOLLOW UP. 3. CHOLELITHIASIS. 4. RESULTS DISCUSSED Dr. Mullen AT 5:15 P. M. ON 10/6 / 2006."
    },
    {
      "dataset": "stanford-abd-pelvis-ct",
      "doc_key": 480,
      "report": "FINDINGS: The lung bases demonstrate scattered regions of ground glass consistent with atelectasis. No pleural effusions are present. The visualized airways are patent without evidence of dilation or bronchial wall thickening. The heart appears normal in size. No pericardial effusion is demonstrated. The liver demonstrates diffusely decreased attenuation consistent with fatty infiltration. A small arterial blush is noted in the right lobe of the liver that likely represents a small shunt or flash-filling hemangioma (3; 176). The hepatic and portal veins are patent. No intra-or extrahepatic biliary ductal dilation is present. The gallbladder appears normal. The pancreas appears normal. No pancreatic ductal dilation is present. The spleen is normal in size. There is a 3 mm circumscribed lesion in the lower pole of the spleen (3, 92). This lesion is hypodense on portal venous phase imaging, becoming isodense on delayed imaging, compatible with an hemangioma. The splenic vein is patent. A 3-mm nodule in the left adrenal gland (3; 91) is incompletely evaluated. This is likely a benign adenoma in the absence of any prior history of malignancy. The kidneys demonstrate a somewhat irregular contour bilaterally that may represent scarring from prior infection or infarction. Currently they demonstrate normal enhancement and excretion of contrast without evidence of hydronephrosis.. The urinary bladder demonstrates normal wall thickness. The uterus and adnexa appear normal. The abdominal aorta demonstrates atherosclerosis. No aneurysm is identified. An accessory lower pole right renal artery is present. A circumaortic left renal vein is present. Three left renal arteries are present. There are no enlarged lymph nodes in the abdomen, pelvis, or inguinal regions by CT size criteria. The distal esophagus, stomach, and small bowel are normal in caliber, wall thickness and mucosal enhancement pattern. A moderate amount of stool is noted throughout the colon without evidence of obstruction. Focal short segments of luminal narrowing present in the distal transverse colon (3, 204) and proximal descending colon (3, 233) likely reflect peristalsis. Several diverticula are noted about the sigmoid colon. A normal appendix is identified in the right lower quadrant. No free air or free fluid is present in the abdomen or pelvis. A sclerotic focus consistent with a bone island is noted in the right sacrum. A small soft tissue nodule contiguous with the skin of the right buttock is compatible with a sebaceous cyst. Transitional anatomy is present about the left L5 vertebral body with pseudoarticulation of the left transverse process of L5 with the sacrum. IMPRESSION: 1. A MODERATE AMOUNT OF STOOL IS PRESENT THROUGHOUT NORMAL CALIBER COLON, SUGGESTING CONSTIPATION. OTHERWISE, NO ETIOLOGY FOR ABDOMINAL PAIN IDENTIFIED."
    },
    {
      "dataset": "stanford-abd-pelvis-ct",
      "doc_key": 283,
      "report": "FINDINGS: Evaluation of the lung bases demonstrates aortic valve calcification. Small pericardial effusion is stable. There is a moderate right and trace left pleural effusion with adjacent atelectasis at the lung bases, similar to slightly increased from most recent prior comparison exam. The liver demonstrates a too small to characterize low-density lesion in the medial left hepatic lobe (4/80), unchanged from 5/23/2013. The liver parenchyma is otherwise unremarkable. The hepatic and portal veins are patent. The gallbladder is decompressed with multiple stones within. There is no significant biliary ductal dilatation. The spleen, pancreas, and adrenal glands are unremarkable. A punctate, nonobstructing stone is seen in the interpolar left kidney, unchanged. Bilateral pelvocaliectasis, right greater the left, is similar to May 23rd, 2013. Urinary bladder is partially distended with fluid and unremarkable. Postsurgical change is compatible with prior hysterectomy. The visualized bowel loops demonstrate areas of mildly distended fluid-filled small bowel with intervening normal caliber bowel and no clear transition point to suggest a focal small bowel obstruction. Mildly distended fluid-filled small bowel loops measure up to 2.6 cm, similar to prior exam. Moderate to large free fluid within the abdomen is similar to prior exam, again with multiple areas of loculation. The largest located fluid collection is in a subcapsular perihepatic region, measuring up to approximately 20 x 17 cm. Small peritoneal nodules are also not significantly changed including one in the left pelvis measuring 1 cm (4/194) and one in the right hemipelvis measuring 9 mm (4/220). Small retroperitoneal lymph nodes are stable. There is mild aortic atherosclerotic vascular calcifications. The abdominal aorta and its principal vascular branches are patent. The visualized osseous structures demonstrate degenerative change, but no focal suspicious osseous lesions are identified. IMPRESSION: 1. MILDLY PROMINENT FLUID FILLED LOOPS OF SMALL BOWEL WITH INTERVENING DECOMPRESSED BOWEL LOOPS AND NO FOCAL TRANSITION POINT TO SUGGEST FOCAL SMALL BOWEL OBSTRUCTION. FINDINGS LIKELY REFLECT MULTIPLE AREAS OF LOW GRADE PARTIAL SMALL BOWEL OBSTRUCTION AND ARE UNCHANGED FROM PRIOR EXAMS. RECOMMEND ATTENTION ON FOLLOW UP. 2. SMALL BILATERAL PELVIC PERITONEAL NODULES ARE STABLE. 3. DECOMPRESSED GALLBLADDER WITH MULTIPLE INTERNAL STONES, UNCHANGED. 4. INTERVAL SLIGHT INCREASE IN PARTIALLY LOCULATED INTRA-ABDOMINAL FLUID, WITH THE LARGEST LOCULATION IN THE SUBCAPSULAR PERIHEPATIC SPACE 5. MODERATE RIGHT AND TRACE LEFT PLEURAL EFFUSIONS WITH ADJACENT ATELECTASIS. 6. PUNCTATE, NONOBSTRUCTING LEFT RENAL STONE. 7. PULMONARY READ WAS PROVIDED BY THE RADIOLOGY RESIDENT ON CALL ON 9/4 / 2013 AT 2221 HRS."
    },
    {
      "dataset": "stanford-abd-pelvis-ct",
      "doc_key": 494,
      "report": "FINDINGS: Mild cardiomegaly. Coronary calcifications. No pericardial effusion. The distal descending thoracic aorta is normal in course and caliber. Small hiatal hernia Elevated right hemidiaphragm. No pleural effusions. Evaluation of the lung parenchyma demonstrates right base subsegmental atelectasis. The liver demonstrates mild diffuse hepatic steatosis. No focal hepatic mass. No intrahepatic biliary dilatation. The hepatic and portal veins are patent. The gallbladder is unremarkable without evidence of radiopaque gallstones, gallbladder wall thickening or pericholecystic fluid. The common bile duct is normal. The adrenal glands are within normal limits. The spleen is mildly enlarged measuring 15-cm, stable (series 2, image 131). The pancreas is within normal limits without evidence of mass or ductal dilatation. The kidneys are symmetric in size, contour, contrast enhancement and excretion. No focal renal mass, hydronephrosis or nephrolithiasis. The bladder is not fully distended. Prostate is enlarged measuring 6.9-cm. Seminal vesicles are visualized. The stomach is grossly unremarkable. The small bowel is within normal limits without evidence of bowel wall thickening, hyperemia, pneumatosis or obstruction. The colon is normal in course and caliber. Scattered diverticula are present without evidence of diverticulitis. The appendix is within normal limits. No free fluid within the abdomen or pelvis. Heavy vascular calcifications. No pathologically enlarged lymph nodes within the abdomen or pelvis. Within the right groin there is a fat density mass with peripheral enhancement measuring 4.0 x 2.5 cm. There is surrounding soft tissue stranding and adenopathy measuring 12 mm (series 2, image 478). The soft tissue density at the inferior portion of this mass has decreased from 01/04/2004, but the overall fat density portion of this mass has unchanged. No discrete fluid collection or abscess. Evidence of prior right groin mesh repair (series 2, image 426). No herniated / strangulated bowel. Extensive levoscoliosis of the lumbar spine. Prior median sternotomy. IMPRESSION: 1. PERSISTENT FAT CONTAINING MASS WITH SURROUNDING STRANDING IN THE RIGHT GROIN MEASURING 4.0 X 2.5 CM, CONCERNING FOR AN ISCHEMIC / INFARCTED FAT CONTAINING GROIN HERNIA. NO DISCRETE FLUID COLLECTION OR ABSCESS. 2. DIFFUSE HEPATIC STEATOSIS. STABLE MILD SPLENOMEGALY."
    },
    {
      "dataset": "stanford-abd-pelvis-ct",
      "doc_key": 297,
      "report": "FINDINGS: The lung bases are without pleural effusions. There is minimal dependent atelectasis. No focal concerning pulmonary nodules. The heart is not enlarged. There is no pericardial effusion. The liver enhances homogeneously. There is no focal intrahepatic mass. The portal veins and hepatic veins are patent. No nodularity to the hepatic capsule. The Gallbladder Is Fluid-Filled and Unremarkable. No Radiopaque Gallstones Are Present. The Adrenals Are without Focal Mass or Nodularity. The Bilateral Kidneys Demonstrate Symmetric Homogeneous Enhancement. No Solid Appearing Renal Masses. No Renal Cyst. No stones. No hydronephrosis or hydroureter involving either kidney. The spleen is not enlarged. There is no focal splenic mass. The splenic vein is patent. The pancreas demonstrates homogeneous enhancement. There is no ductal dilatation. No peripancreatic stranding. The visualized GE junction is without evidence of a sliding type hiatal hernia. The small bowel are unremarkable without evidence of dilatation or focal inflammatory change to suggest underlying obstruction or gastric colitis. An air-filled normal caliber appendix is present in the right lower quadrant. There are prominent right lower quadrant lymph nodes seen measuring up to 7 x 15 mm, 8 x 13 mm seen in the vicinity of the appendix and anterior to the psoas muscle. Additionally, there may be some subtle mesenteric inflammation in this area. Findings may indicate underlying mesenteric adenitis in the appropriate clinical setting. No free fluid is seen in the pelvis. The visualized colonic bowel loops are stool filled throughout without evidence of significant inflammatory change. The bladder demonstrates no significant wall thickening. No additional areas of concerning adenopathy is identified aside from the right lower quadrant likely reactive nodes. There are some subcentimeter scattered mesenteric and para-aortic nodes present. The visualized bones are without areas of concerning sclerotic or lytic bony lesions. The soft tissues are without focal mass. IMPRESSION: 1. A NORMAL AIR FILLED APPENDIX IS PRESENT IN THE RIGHT LOWER QUADRANT. 2. PROMINENT RIGHT LOWER QUADRANT LYMPH NODES ARE SEEN WITH SOME MILD MESENTERIC INFLAMMATORY CHANGE. FINDINGS MAY INDICATE MESENTERIC ADENITIS IN THE PROPER CLINICAL SETTING."
    }
  ],
  "stanford-chest-ct": [
    {
      "dataset": "stanford-chest-ct",
      "doc_key": 95,
      "report": "FINDINGS: CHEST: There is good opacification of the central and segmental pulmonary artery segments, with somewhat suboptimal opacification of the subsegmental branches. However, there is no evidence of an acute pulmonary embolus. Visualized portions of the thyroid are normal, without evidence of a nodule or mass. Great vessel configuration is normal. The aortic arch is normal, with a normal sized ascending and descending thoracic aorta. There are no enlarged axillary, mediastinal, or hilar lymph nodes. Several small subcentimeter, but mildly prominent, lymph nodes are identified in the right paratracheal space, measuring up to 9 mm (3/175). Similarly, there are several mildly prominent subcarinal lymph nodes, measuring up to 9 mm (3/139). No discretely enlarged hilar lymph nodes are identified. Soft tissue density in the anterior mediastinum likely reflects residual thymus (3/177). Left central venous catheter terminates in the right atrium. There is massive cardiomegaly, with severe biventricular and biatrial enlargement (particularly left ventricle enlargement). The right ventricle and right atrium are also severely enlarged, and there is reflux of contrast into the IVC and hepatic veins. There is no pericardial effusion. There are no significant atherosclerotic coronary artery calcifications. The main pulmonary artery remains enlarged, measuring up to 39 mm in diameter. As before, there are patchy high density nodular foci in the right lower lobe and right upper lobe, reflecting prior aspiration of barium. In addition, similar to prior examination, there are large areas of mosaic attenuation in both lungs, particularly in the mid and lower lung zones, possibly reflecting underlying pulmonary hypertension. No significant interlobular septal thickening or fissural thickening is identified to definitively suggest pulmonary edema. No discrete nodule or mass is identified in either lung. For more details regarding the abdomen and pelvis, please see separately dictated examination. BONES: Bone mineralization appears normal. There are no suspicious lytic or sclerotic foci. There is no acute fracture. IMPRESSION: 1. MILDLY LIMITED EXAMINATION, WITHOUT EVIDENCE OF PULMONARY EMBOLUS. 2. ENLARGED MAIN PULMONARY ARTERY (38 MM), SUGGESTING PULMONARY HYPERTENSION. ENLARGED RIGHT ATRIUM AND RIGHT VENTRICLE, AS WELL AS REFLUX OF CONTRAST INTO THE IVC HEPATIC VEINS, SUGGEST ELEVATED RIGHT HEART PRESSURES. MOSAIC ATTENUATION IN BOTH LUNGS LIKELY REFLECTS UNDERLYING PULMONARY HYPERTENSION. 3. MASSIVE CARDIOMEGALY. 4. NO EVIDENCE OF PNEUMONIA OR EDEMA. 5. THE FINAL REPORT IS CONCORDANT WITH THE PRELIMINARY REPORT PROVIDED BY THE OVERNIGHT RESIDENT IN PACS."
    },
    {
      "dataset": "stanford-chest-ct",
      "doc_key": 407,
      "report": "FINDINGS: The thoracic aorta demonstrates normal contour and caliber, negative for dissection or disruption. There is conventional arch anatomy and the arch vessels are also normal in contour and caliber. There is no mediastinal hematoma. Heart is mildly enlarged. There is no pericardial effusion. No central pulmonary arterial filling defects are seen. There is no pathologic lymphadenopathy within the mediastinum, hila, or axilla. There are linear opacities within both lung bases, most likely representing atelectasis. An ill-defined focal opacity within the lingula likely represents additional atelectasis, although a small contusion is not entirely excluded. There is no pneumatocele. There is a 3 mm subpleural nodule in the right middle lobe (series 7, image 142). There is no pleural effusion or pneumothorax. There is a minimal anterior wedge compression deformity of the T9 vertebral body, of uncertain age. The thoracic osseous structures otherwise appear intact. Limited images of the upper abdomen are unremarkable. Addendum Begins 3D reformations consisting of curved and multiplanar reformations, maximum intensity projections, and volume rendered images were performed on an independent workstation and corroborate the findings. Addendum Ends IMPRESSION: 1. NO EVIDENCE FOR THORACIC VASCULAR INJURY OR PNEUMOTHORAX. 2. MILD ANTERIOR COMPRESSION WEDGE DEFORMITY OF T9 VERTEBRAL BODY, OF UNCERTAIN AGE. RECOMMEND CORRELATION FOR PAIN AT THIS LEVEL. 3. A NONSPECIFIC 3-MM RIGHT MIDDLE LOBE NODULE. RECOMMEND COMPARISON WITH ANY AVAILABLE OUTSIDE IMAGING. IF NONE AVAILABLE, RECOMMEND FOLLOW UP PER FLEISCHNER SOCIETY CRITERIA FOR INCIDENTAL PULMONARY NODULES LESS THAN OR EQUAL TO 4MM. LOW RISK PATIENTS: NO FOLLOW UP. HIGH RISK PATIENTS: 12 MONTH CT FOLLOW UP."
    },
    {
      "dataset": "stanford-chest-ct",
      "doc_key": 149,
      "report": "FINDINGS: Evaluation of the pulmonary vasculature demonstrates no evidence of filling defects to suggest pulmonary emboli. Main pulmonary artery is at the upper limits of normal size. Right internal jugular dual-lumen catheter is in place with the tip in the proximal right atrium. Left internal jugular catheter is in place with the tip in the left innominate vein. Small subcutaneous hematoma is appreciated at the left internal jugular skin entry site. Thoracic aorta demonstrates normal contour and caliber with moderate atherosclerotic plaque. Four-vessel aortic arch is incidentally noted with the left vertebral artery arising directly from the aorta. Mild cardiomegaly is appreciated without evidence of pericardial effusion. Coronary artery calcifications are appreciated involving the left anterior descending and circumflex coronary arteries. Endotracheal tube is in place with the tip approximately 2.5 cm above the carina. Trachea and central bronchi otherwise patent. Multifocal areas of patchy ground glass are appreciated involving all lobes. Additional focal consolidation versus atelectasis is appreciated in bilateral lower lobes. No evidence of significant pleural effusions. Calcified left hilar lymph nodes and small calcified left pulmonary nodules identified, likely representing sequela of prior granulomatous process. Visualized thyroid gland is unremarkable. Scattered subcentimeter mediastinal lymph nodes are appreciated. No evidence of axillary or mediastinal lymphadenopathy by CT size criteria. NG tube is in place with the tip in the stomach. Limited evaluation of visualized upper abdominal organs in the pulmonary arterial phase imaging demonstrates no significant abnormalities. Degenerative changes are appreciated in the visualized cervical and thoracic spine. No suspicious osseous lesions are appreciated. IMPRESSION: 1. NO EVIDENCE OF PULMONARY EMBOLISM AS CLINICALLY QUERIED. 2. PATCHY BILATERAL GROUNDGLASS OPACITIES INVOLVING ALL PULMONARY LOBES CONCERNING FOR ASPIRATION VERSES MULTIFOCAL INFECTION. ADDITIONAL BILATERAL LOWER LOBE CONSOLIDATION VERSUS ATELECTASIS. 3. PRELIMINARY REPORT GENERATED BY RADIOLOGIST ON CALL Conor, MD ON May 2016 0438 HRS."
    },
    {
      "dataset": "stanford-chest-ct",
      "doc_key": 497,
      "report": "FINDINGS: Visualized thyroid gland is unremarkable. The heart is normal in size with a trace physiologic pericardial effusion. No coronary artery calcification is seen. No mediastinal, axillary, or hilar lymphadenopathy is present. The ascending aorta is normal in caliber. Bovine aortic arch anatomy is present. No surface irregularity is seen along thoracic aorta to suggest intimal flap, dissection, or atheromatous ulcer. Lack of noncontrast images limits ability to assess for intramural hematoma. The main pulmonary arteries normal in caliber. While not a dedicated evaluation for pulmonary embolus, no filling defects are seen within the pulmonary arterial vasculature. The trachea and central airways are patent. No focal consolidation, effusion or edema is present. Visualized portions of the upper abdomen demonstrate a 8-mm hypodense lesion at the hepatic dome, which is too small to characterize. Fatty liver is present. Cholelithiasis is present without evidence of cholecystitis. Visualized osseous structures demonstrate no suspicious osseous lesions. IMPRESSION: 1. NO ACUTE CARDIOPULMONARY FINDINGS. NO SURFACE IRREGULARITY OF THE THORACIC AORTA TO SUGGEST INTIMAL FLAP, DISSECTION, OR PENETRATING ATHEROMATOUS ULCER. 2. ABILITY TO EVALUATE FOR INTRAMURAL HEMATOMA IS LIMITED WITHOUT NONCONTRAST IMAGES. INTRAMURAL HEMATOMA IS UNLIKELY GIVEN NO EVIDENCE OF AORTIC WALL THICKENING. NONETHELESS, IF CLINICAL CONCERN PERSISTS, SUGGEST RE-IMAGING WITH NONCONTRAST EVALUATION. 3. CHOLELITHIASIS WITHOUT CHOLECYSTITIS."
    },
    {
      "dataset": "stanford-chest-ct",
      "doc_key": 148,
      "report": "FINDINGS: The thyroid gland is heterogeneous with multiple small nodules seen in the right lobe. The heart size is normal without a pericardial effusion. Although this was a non-gated examination, moderate to severe coronary arterial calcification is noted of the LAD and proximal circumflex vessels. The aorta and great vessels are normal in course and caliber. The main pulmonary artery is normal in course and caliber. While not a dedicated pulmonary embolism study, no filling defects are seen in the main or lobar pulmonary arteries to suggest pulmonary embolism. The lungs demonstrate bibasilar atelectasis and / or scarring. No focal consolidations or pleural effusions. No pneumothorax. An 8mm subpleural cyst is present in the right lower lobe (Series 3, Image 132) A 3 mm pulmonary nodule is seen in the right upper lobe (Series 3, Image 117). The airways are patent and of normal course and caliber. No mediastinal, hilar or axillary lymphadenopathy. A bilobed soft tissue lesion of uncertain etiology is seen adjacent to the distal esophagus measuring 4.2 x 2.2 cm. Limited evaluation of the upper abdomen is unremarkable. No suspicious bony lesions identified. A fracture is present the distal left second rib extending into the costochondral junction. Addendum Begins 3D reformations consisting of curved and multiplanar reformations, maximum intensity projections, and volume rendered images were performed on an independent workstation and corroborate the findings. Addendum Ends IMPRESSION: 1. NO ACUTE VASCULAR INJURY. 2. LEFT SECOND RIB FRACTURE AT THE COSTOCHONDRAL JUNCTION. 3. NONSPECIFIC BILOBED SOFT TISSUE LESION ABUTTING THE ESOPHAGUS MEASURING 4.2 x 2.2 CM (CC x TRV) OF UNCLEAR ETIOLOGY. A LESION IN THIS LOCATION COULD POTENTIALLY ARISE FROM THE ESOPHAGUS, OR AS ADENOPATHY FROM AN ABDOMINAL OR RETROPERITONEAL SOURCE. FINDINGS DISCUSSED WITH dr. villegas, TRAUMA, AT 1315 HOURS."
    }
  ],
  "stanford-chest-x-ray": [
    {
      "dataset": "stanford-chest-x-ray",
      "doc_key": 82,
      "report": "IMPRESSION: 1. SINGLE UPRIGHT AP VIEW OF THE CHEST DEMONSTRATES INTERVAL REMOVAL OF A MEDIASTINAL DRAIN AND LEFT CHEST TUBE. STABLE POSITIONING OF A RIGHT INTERNAL JUGULAR CENTRAL VENOUS CATHETER. 2. STABLE TINY LEFT APICAL PNEUMOTHORAX. REDEMONSTRATION OF SMALL BILATERAL PLEURAL EFFUSIONS, LEFT GREATER THAN RIGHT. INCREASING HAZY CONVEX OPACITY IN THE LEFT UPPER LUNG ZONE MAY REFLECT LOCULATED PLEURAL FLUID. 3. REDEMONSTRATION OF CARDIOMEGALY WITH MILD INTERSTITIAL PULMONARY EDEMA. STABLE BIBASILAR OPACITIES."
    },
    {
      "dataset": "stanford-chest-x-ray",
      "doc_key": 338,
      "report": "IMPRESSION: 1. UPRIGHT PA AND LATERAL RADIOGRAPHS OF THE CHEST WERE OBTAINED. THE CARDIOMEDIASTINAL SILHOUETTE REMAINS ENLARGED BUT IS STABLE IN SIZE AND CONFIGURATION IN COMPARISON TO THE PRIOR EXAM. 2. THE LEFT HEMIDIAPHRAGM REMAINS ELEVATED. THERE IS STABLE BLUNTING OF THE LEFT COSTOPHRENIC ANGLE AND ATELECTASIS OR SCARRING IN THE LEFT LUNG BASE. 3. NO PULMONARY EDEMA. 4. THERE IS A STABLE NODULAR OPACITY PROJECTING OVER THE THIRD RIGHT ANTERIOR RIB DATING BACK TO 7/19/2006. NO NEW FOCAL CONSOLIDATION. 5. THERE IS MILDLY INCREASED CONSPICUITY OF A WELL-CIRCUMSCRIBED, LUCENT LESION WITH A NARROW ZONE OF TRANSITION INVOLVING THE DISTAL RIGHT CLAVICLE WHICH WAS SEEN ON PRIOR RADIOGRAPHS AND CT OF THE CHEST, ABDOMEN AND PELVIS DATED 7-19-2006 WHICH MAY BE SECONDARY TO PATIENT POSITIONING AND TECHNIQUE. RECOMMEND ATTENTION ON FOLLOW-UP. 6. INCOMPLETELY VISUALIZED CERVICAL AND LUMBAR SPINAL HARDWARE IS PRESENT. STRAIGHTENING AND DEGENERATIVE CHANGES ARE AGAIN NOTED INVOLVING THE THORACIC SPINE."
    },
    {
      "dataset": "stanford-chest-x-ray",
      "doc_key": 477,
      "report": "FINDINGS: AP portable chest July 29th 2002 at 0810 hours reviewed without comparisons: The right subclavian PICC catheter terminates in the superior vena cava approximately 3 cm below the carina. There is diffuse increased parenchymal opacity bilaterally, right greater than left consistent with pulmonary edema. The left diaphragm is obscured suggesting additional left lower lobe consolidation and / or pleural effusion may be present. No pneumothorax. Heart size upper limits of normal. Follow-up portable chest 7/29/2002 at 1420 hours reveals slight increase in patchy pulmonary opacities bilaterally especially at the upper lobes and periphery. This pattern is somewhat unusual for pulmonary edema alone, and may indicate some superimposed infection, or atypical inflammatory process such as eosinophilic pneumonia. Lines and tubes are stable. There is increased atelectasis in the right base. IMPRESSION: 1. INCREASING BILATERAL PULMONARY ILL-DEFINED OPACITIES CONSISTENT WITH PULMONARY EDEMA. OF NOTE THE SLIGHT PERIPHERAL PREDOMINANCE AND UPPER LOBE PROMINENCE ON THE LAST FILM CAN BE SEEN IN PATIENT'S WITH UNUSUAL CAUSES SUCH AS ATYPICAL INFECTION OR EOSINOPHILIC PNEUMONITIS. 2. INCREASING PATCHY PARENCHYMAL OPACITIES AS WELL AT THE BASES. ATELECTASIS VERSUS CONSOLIDATION."
    },
    {
      "dataset": "stanford-chest-x-ray",
      "doc_key": 497,
      "report": "IMPRESSION: 1. Single supine portable leftward rotated frontal view of the chest demonstrates an endotracheal tube in place with its tip approximately 5.5 cm above the carina. A nasogastric tube is also in place with its tip projecting within the left upper quadrant, in the expected location of the gastric fundus. 2. Retrocardiac opacification, which may reflect atelectasis, the sequela of aspiration, or infection. There is an associated small to moderate left pleural effusion. The right lung appears grossly clear, with a possible small right pleural effusion present. 3. No acute osseous normality. Multilevel degenerative changes of the thoracic spine are present."
    },
    {
      "dataset": "stanford-chest-x-ray",
      "doc_key": 86,
      "report": "IMPRESSION: 1. SERIAL PORTABLE RADIOGRAPHS OF THE CHEST DEMONSTRATE LOW LUNG VOLUMES AND A NEW LEFT-SIDED PLEURAL EFFUSION WITH ASSOCIATED DENSE OPACIFICATION OF THE LEFT LUNG BASE. 2. ON THE SUBSEQUENT RADIOGRAPH THERE HAS BEEN INTERVAL PLACEMENT OF A RIGHT INTERNAL JUGULAR CENTRAL VENOUS CATHETER WITH THE TIP TERMINATING IN THE DISTAL SUPERIOR VENA CAVA. NO PNEUMOTHORAX. 3. UNCHANGED MILD ENLARGEMENT OF THE CARDIAC SILHOUETTE. 4. NO ACUTE OSSEOUS ABNORMALITIES."
    }
  ],
  "stanford-brain-mr": [
    {
      "dataset": "stanford-brain-mr",
      "doc_key": 306,
      "report": "FINDINGS: The study demonstrates no acute intracranial hemorrhage or infarct. There are stable non-enhancing white matter lesions in the periventricular and pericallosal white matter and bilateral middle cerebellar peduncles. There is interval development of a small punctate enhancing lesion in the right temporal lobe white matter which could represent an enhancing demyelinating lesion. There are stable post-surgical changes associated with bilateral pterional and left frontal craniotomy with stable encephalomalacia of the left frontal lobe. There is significant interval increase in ventricular size concerning for communicating hydrocephalus. MR brain perfusion demonstrates no perfusion abnormality. MR angiogram demonstrates metallic artifact from multiple surgical clips and left SCA and left P1 endovascular coils. There is a stable 7 mm residual aneurysm at the proximal left superior cerebellar artery. There is a stable left cavernous / paraclinoid ICA aneurysm measuring 3 mm in size and projecting posteroinferiorly. IMPRESSION: 1. SIGNIFICANT INTERVAL INCREASE IN VENTRICULAR SIZE, CONCERNING FOR COMMUNICATING HYDROCEPHALUS. 2. STABLE 3 MM LEFT CAVERNOUS / PARACLINOID ICA ANEURYSM. STABLE 7 MM RESIDUAL ANEURYSM AT THE PROXIMAL LEFT SUPERIOR CEREBELLAR ARTERY. 3. STABLE MULTIPLE PERIVENTRICULAR, WHITE MATTER, AND BILATERAL MIDDLE CEREBELLAR PEDUNCLE WHITE MATTER LESIONS. THERE IS INTERVAL DEVELOPMENT OF A SMALL PUNCTATE ENHANCING LESION AT THE RIGHT TEMPORAL PERIVENTRICULAR WHITE MATTER WHICH COULD REPRESENT A NEW ENHANCING DEMYELINATING LESION. NO ACUTE INTRACRANIAL HEMORRHAGE OR INFARCT. 4. THE FINDINGS WERE DISCUSSED WITH CASEY ANDRES'S NURSE PRACTITIONER, Dillon Ali MD, AT 1100 HOURS ON september 26th, 2007."
    },
    {
      "dataset": "stanford-brain-mr",
      "doc_key": 88,
      "report": "FINDINGS: No evidence of acute intracranial hemorrhage or infarct is identified. The ventricles are within normal limits for patient's stated age. Mild focal prominence of the right central sulcus, and left post central sulcus is identified, which is nonspecific and may represent focal volume loss versus subarachnoid CSF collections. There is prominence of the frontal extraaxial CSF spaces, right greater than left, which are nonspecific and may represent arachnoid collections, stable from prior examination. A few scattered foci of T2 signal abnormality are identified, which are nonspecific given patient age, and may represent the sequelae of prior injury versus prominent perivascular spaces.. No abnormal focal enhancement, or enhancing mass is present. A focal area of signal abnormality is identified near the atrium of the left lateral ventricle (see image 64 of series 6) which measures approximately 1 x 0.2 cm, and is thought to be artifactual. The visualized bilateral paranasal sinuses and mastoid air cells are clear. IMPRESSION: 1. NO EVIDENCE OF ACUTE INTRACRANIAL PATHOLOGY, OR ABNORMAL ENHANCEMENT. 2. MULTIFOCAL SMALL AREAS OF PRESUMED PRIOR INJURY VERSUS PROMINENT PERIVASCULAR SAPCES, STABLE FROM PRIOR STUDY. 3. NONSPECIFIC FOCI OF T2 SIGNAL ABNORMALITY INVOLVING THE PONS AND SUPRATENTORIAL BRAIN, WHICH MAY REPRESENT SMALL VESSEL ISCHEMIC CHANGE. 4. STABLE, PROMINENT EXTRAAXIAL CSF SPACES OF THE BIFRONTAL REGIONS, RIGHT CENTRAL SULCUS, AND LEFT POST-CENTRAL SULCUS, WHICH MAY REPRESENT STABLE ARACHNOID FLUID COLLECTIONS OF UNCLEAR ETIOLOGY. NO ABNORMAL ASSOCIATED FINDINGS IDENTIFIED."
    },
    {
      "dataset": "stanford-brain-mr",
      "doc_key": 417,
      "report": "FINDINGS: The study demonstrates no acute intracranial hemorrhage or infarct. There is stable small focal GRE low signal intensity in the left posterior parietal lobe. There is stable left frontal lobe and anterior body of the corpus callosum encephalomalacia. No abnormal focal enhancement or lesion identified. There are stable scattered white matter FLAIR signal intensity foci which could represent chronic small vessel white matter ischemic change. No evidence of mass lesion within the bilateral cerebellopontine angles. Bilateral hypoglossal canals are well visualized and unremarkable. The ventricles, bilateral orbital contents, and mastoid air cells are within normal limits. There is mucosal disease of the paranasal sinuses. There is stable bridging osteophyte of the cervical spine. Soft tissue is unremarkable. IMPRESSION: 1. STABLE POSTSURGICAL CHANGE WITH ENCEPHALOMALACIA IN THE LEFT PARASAGITTAL FRONTAL LOBE AND ANTERIOR BODY OF THE CORPUS CALLOSUM. NO ABNORMAL CONTRAST ENHANCEMENT OR LESION IDENTIFIED. 2. BILATERAL CEREBELLOPONTINE ANGLES SHOW NO EVIDENCE OF FOCAL MASS. BILATERAL HYPOGLOSSAL CANALS ARE VISUALIZED AND UNREMARKABLE. 3. STABLE SMALL FOCAL GRE LOW SIGNAL INTENSITY IN THE POSTERIOR LEFT PARIETAL LOBE."
    },
    {
      "dataset": "stanford-brain-mr",
      "doc_key": 8,
      "report": "FINDINGS: There is no acute intracranial hemorrhage. No new areas of restricted diffusion are present to suggest recent ischemic injury. There is an old lacunar infarction in the right cerebellar hemisphere. Previously seen scattered foci of restricted diffusion in the bilateral corona radiata, left thalamus, and left parietal lobe have resolved. In their place, there new foci of FLAIR signal abnormality. Faint enhancement associated with the left frontal corona radiata infarction has also resolved. No new enhancing lesions are identified to suggest intracranial metastases. There is a new focus of microhemorrhage associated with the right frontal corona radiata infarction. An additional focus of new microhemorrhage is seen along the right ventricular atrium. In the remainder of the brain, scattered foci of T2 hyperintensity within the subcortical and periventricular white matter unchanged in extent, nonspecific but probably related to chronic small vessel ischemic disease in a patient of this age. The ventricles and extra-axial fluid spaces are stable in size and configuration. Visualized paranasal sinuses are clear. Mastoid air cells are clear. Again demonstrated is evidence of prior left ocular silicone injection for presuming retinal detachment. Vascular flow voids at the base of the brain appear patent. Visualized soft tissues of the head and face are unremarkable. IMPRESSION: 1. Evolution of scattered bilateral supratentorial infarctions, probably embolic in etiology. No new ischemic injury. 2. No evidence of intracranial metastases."
    },
    {
      "dataset": "stanford-brain-mr",
      "doc_key": 226,
      "report": "FINDINGS: No enhancing lesions are identified in the brain. There is a small focus of GRE signal intensity within the left posterior temporal lobe (series 7, image 10), which was not present on the prior exam. No associated mass effect or vasogenic edema is present. Again noted is a small dural-based enhancing mass in the left posterior fossa. Given stability of this lesion over 2 years, it is most consistent with a meningioma. Scattered periventricular and subcortical white matter signal intensities, which are nonspecific but presumably related to chronic small vessel ischemic changes, are stable. The ventricles and extra-axial fluid spaces are prominent in keeping with generalized volume loss. There is no acute intracranial hemorrhage nor infarction. Visualized orbital contents, paranasal sinuses, and mastoid air cells are preserved. Diffuse thickening of the calvarium is unchanged. Vascular flow voids at the base of the brain are patent. IMPRESSION: 1. Interval development of a small focus of GRE signal abnormality within the left posterior temporal lobe. No associated enhancement nor vasogenic edema. This lesion may be related to old microhemorrhage although small hemorrhagic metastasis is difficult to exclude. Recommend attention on follow-up imaging. 2. No acute intracranial abnormality. 3. Stable left posterior fossa meningioma."
    }
  ]
}